Revit 2027 API
ReinforcementRoundingManager.Element Property
 The owner of the reinforcement rounding overrides.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Element Element { get; }
Public ReadOnly Property Element As Element
	Get
public:
property Element^ Element {
	Element^ get ();
}
member Element : Element with get
Property Value
Element
See Also
Reference
ReinforcementRoundingManager Class
Autodesk.Revit.DB.Structure Namespace